{'LanguageCode': 'EN', 'SearchParameters': {}, 'SearchResult': {'SearchResultCount': 1, 'SearchResultCountAll': 10000, 'SearchResultItems': [{'MatchedObjectId': '451842500', 'MatchedObjectDescriptor': {'PositionID': 'OARMAV1', 'PositionTitle': 'Attorney and Assistant United States Attorney', 'PositionURI': 'https://www.usajobs.gov:443/GetJob/ViewDetails/451842500', 'ApplyURI': ['https://www.usajobs.gov:443/GetJob/ViewDetails/451842500?PostingChannelID='], 'PositionLocationDisplay': 'Washington, District of Columbia', 'PositionLocation': [{'LocationName': 'Washington, District of Columbia', 'CountryCode': 'United States', 'CountrySubDivisionCode': 'District of Columbia', 'CityName': 'Washington, District of Columbia', 'Longitude': -77.032, 'Latitude': 38.8904}], 'OrganizationName': 'Offices, Boards and Divisions', 'DepartmentName': 'Department of Justice', 'JobCategory': [{'Name': 'Attorney', 'Code': '0905'}], 'JobGrade': [{'Code': 'GS'}], 'PositionSchedule': [{'Name': 'Full Time', 'Code': '1'}], 'PositionOfferingType': [{'Name': '', 'Code': '15327'}], 'QualificationSummary': 'Given the scope of Justice\'s legal practice (see component practice areas at https://www.justice.gov/legal-careers/attorneys-vacancies the needs of each organization and section are defined by its respective mission, areas of practice, and the specific skills needed at the time of the vacancy. Generally, as the "Nation\'s Litigator," Justice seeks attorneys with some litigation experience; however, opportunities also exist for attorneys with other types of experience, such as legislative review, policy formulation, and legal advising. To review the specific requirements, please review the vacancy announcements listed on the Department\'s web page, https://www.justice.gov/legal-careers/attorneys-vacancies TECHNICAL QUALIFICATIONS: Any attorney who is an active member of the bar of any U.S. jurisdiction and has at least one year post-J.D. legal or other relevant experience is eligible to apply for any experienced attorney position. position. Please review the requirements listed in each vacancy announcement. The list of attorney vacancies is available at https://www.justice.gov/legal-careers/attorneys-vacancies Nevertheless, some attorney positions require greater experience and additional eligibility criteria.', 'PositionRemuneration': [{'MinimumRange': '55756.0', 'MaximumRange': '143598.0', 'RateIntervalCode': 'PA', 'Description': 'Per Year'}], 'PositionStartDate': '2023-11-28T11:28:50.2670', 'PositionEndDate': '2024-11-27T23:59:59.9970', 'PublicationStartDate': '2023-11-28T11:28:50.2670', 'ApplicationCloseDate': '2024-11-27T23:59:59.9970', 'PositionFormattedDescription': [{'Label': 'Dynamic Teaser', 'LabelDescription': 'Hit highlighting for keyword searches.'}], 'UserArea': {'Details': {'JobSummary': "DOJ offers a range of opportunities for experienced attorneys to work on significant and complex issues facing our nation. The effectiveness of the Department's law enforcement and legal responsibilities depends upon the continued recruitment and hiring of excellent and diverse legal talent. We recognize the need for attorneys of varied backgrounds and skills, and offer an inclusive environment that relies on diverse perspectives to ensure that we effectively serve the American people.", 'WhoMayApply': {'Name': '', 'Code': ''}, 'LowGrade': '11', 'HighGrade': '15', 'PromotionPotential': '15', 'OrganizationCodes': 'DJ/DJ01', 'Relocation': 'False', 'HiringPath': ['public'], 'TotalOpenings': 'Many', 'AgencyMarketingStatement': '', 'TravelCode': '0', 'DetailStatusUrl': 'https://www.avuecentral.com/casting/aiportal/control/toVacancy', 'MajorDuties': ["Experienced attorney hiring is decentralized. Each office, including the United States Attorneys' Offices, conducts its own recruitment for experienced attorneys. Attorney applicants must apply separately to specific vacancy announcements listed on the Department's web page at https://www.justice.gov/legal-careers/attorneys-vacancies. For more information about working at the Department and about a particular organization within the Department, please consult the Legal Careers web page at https://www.justice.gov/legal-careers/attorneys-vacancies. The Department of Justice is firmly committed to satisfying its affirmative obligations under the Rehabilitation Act of 1973, to ensure that persons with disabilities have equal opportunity to be hired and advanced on the basis of merit. If you are applying for a position within Justice and meet the eligibility requirements for persons with targeted disabilities under 5 C.F.R. 213.3102(u), commonly referred to as Schedule A, you may apply to an advertised position through the normal channels, or you may also contact the Disability Point of Contact (DPOC) https://www.justice.gov/legal-careers/disability-points-contact for component or office in which you have an interest for additional assistance."], 'Education': 'EDUCATION: As a general rule, an attorney who is an active member of the bar of any U.S. jurisdiction and has at least one year post-J.D. legal or other relevant experience is eligible for an experienced attorney position. Nevertheless, some attorney positions require greater experience and additional eligibility criteria. Please consult the vacancy announcement for specifics.', 'Requirements': 'SPECIAL REQUIREMENTS: Please review the information listed in each vacancy announcement. The list of attorney vacancies is available at https://www.justice.gov/legal-careers/attorneys-vacancies', 'Evaluations': 'Please review the information provided in each vacancy announcement for specifics. The list of attorney vacancies is available https://www.justice.gov/legal-careers/attorneys-vacancies', 'HowToApply': 'TO APPLY FOLLOW THE INSTRUCTIONS PROVIDED IN THE VACANCY ANNOUNCEMENTS LISTED AT https://www.justice.gov/legal-careers/attorneys-vacancies', 'WhatToExpectNext': 'Applicants will be notified if they are selected for an interview.', 'RequiredDocuments': 'Please review the information listed in each vacancy announcement. The list of attorney vacancies is available at https://www.justice.gov/legal-careers/attorneys-vacancies', 'Benefits': "Please see the Department's web page at https://www.justice.gov/legal-careers/attorneys-vacancies", 'BenefitsUrl': 'https://www.avuecentral.com/casting/aiportal/control/viewVacancyStatement?referenceCode=AAAHG&statement=BENEFITS', 'BenefitsDisplayDefaultText': True, 'OtherInformation': 'The Department of Justice places a high value on diversity of experiences and perspectives and encourages applications from all qualified individuals from all ethnic and racial backgrounds, veterans, LGBT individuals, and persons with disabilities. Some attorney positions, including, Assistant U.S. Attorneys, use the AD pay plan. Salary range above does not include locality pay.', 'KeyRequirements': ['https://www.justice.gov/legal-careers/attorneys-vacancies'], 'WithinArea': 'False', 'CommuteDistance': '0', 'ServiceType': '02', 'AnnouncementClosingType': '01', 'AgencyContactEmail': 'askoarm@usdoj.gov', 'AgencyContactPhone': '2025143396', 'SecurityClearance': 'Other', 'DrugTestRequired': 'True', 'AdjudicationType': [], 'TeleworkEligible': True, 'RemoteIndicator': False}, 'IsRadialSearch': False}}, 'RelevanceRank': 0}], 'UserArea': {'NumberOfPages': '10000', 'IsRadialSearch': False}}}